class CongratsText:
    text = ["Дорогой наш друг, в твой день рождения желаем тебе хотеть и иметь! Пусть все твои намерения становятся действиями, а все мечты — реальностью! Любви тебе большой и взаимной, здоровья — крепкого, нервов — стальных, денег — вагон! Пусть у тебя будет море возможностей и шансов, океан удовольствия и радости! Пусть твое «завтра» будет радостным и стабильным! Будь творцом своей жизни! Люби, твори, воплощай все задумки в жизнь! Мы, твои друзья и твои единомышленники, всегда рядом!",
            """Без лишних слов и долгих рассуждений
Тебя мы поздравляем с Днём Рождения!
Ты друг хороший, добрый, справедливый
И по заслугам должен быть счастливым!
Пусть брезжит свет всегда в конце тоннеля
И жизнь течёт весёлой каруселью!""",
            """Мы идем на вечеринку —
День рожденье отмечать,
Будем другу поздравленья
И подарки мы вручать!
Ты, дружище, без сомненья,
Заслужил достойный приз,
В свой веселый день рожденья
От друзей прими сюрприз
И к сюрпризу пожеланье
Нос не вешать никогда,
Нашим верным заводилой
Быть тебе во всем всегда!
Пусть сопутствует удача
И в работе и в любви…
В жизненных соревнованьях —
Пальму первенства сорви!
Пусть преследуют везенье
И достаток по пятам,
Пусть не только в день рожденья
Ждут сюрпризы тут и там!""",
            """Ты такой веселый, красивый, молодой.
Прошу тебя ты помни – друзья всегда с тобой.
Тебя мы поздравляем в этот светлый день.
Любви тебе желаем и преданных друзей.
Хотим, чтоб улыбался ты каждый жизни час,
И в горе не сдавался, и вспоминал о нас.
Хотим, чтобы всегда был ты в настроении.
Тебя мы поздравляем с твоим Днем рождения!""",
            """Сегодня вместе за одним столом
Мы дружно только за тебя лишь пьем
И пожелать от всей компании хотим
Чтоб Ты был бодр, свеж, невозмутим
Дорог без ям, без пробок, без ГАИ
Чтоб доллары водились и рубли
Чтоб было со здоровьем все о’кей
И чтоб почаще собирал друзей!""",
            """С днем рождения поздравляем,
Счастья, радости желаем,
И свершения удач!
Чтобы славно шли дела,
Чтобы премия была,
Чтобы денежки водились,
Чтоб мечты твои все сбылись,
Чтобы был богат ваш дом,
Чтобы мир всегда был в нем,
Чтоб здоровья — через край,
О себе не забывай!""",
            'Дорогой наш, уважаемый, верный друг! Мы, твои преданные друзья, от всей доброй души и всего чистого сердца поздравляем тебя с прекрасным юбилеем! Искренне желаем, чтобы на твоем долгом жизненном пути встречались только добрые, хорошие люди, и чтобы сопутствовали неизменная удача, большие успехи, добрые поступки, радостные, приятные события, интересные приключения. Пусть твои заветные, долгожданные мечты и эффективные планы побыстрее реализуются. Желаем настоящей любви, бесконечного счастья, достойного уважения, приличного дохода и благополучия!',
            """Будь сильным и слабым, беспечным и умным,
Задумчивым или веселым и шумным.
Ну, в общем, не скрою: будь просто собой!
Ведь ценен нам ты, а не кто-то другой!
Еще пожелаю любить и мечтать,
До неба рукой дерзновенной достать,
При всех обстоятельствах верить в себя
И знать, что друзья не оставят тебя!""",
            """Сегодня, друг, настал прекрасный случай
И в этот День рожденья от души
Позволь тебе сказать, что самый лучший
Тебе мы тост сказать сейчас спешим!
Пусть будет все, о чем мечтал ты с детства,
Пусть станешь самым сильным из людей!
Пускай всегда в кармане будут средства
А в голове – полным полно идей!
Пускай здоровье будет только крепким,
Пусть радостью наполнится душа!
Пусть вкус победы будут сладко-терпким
И жизнь пусть будет только хороша!""",
            'Дорогой наш дружбанчик! Мы, стая, нет, свора, нет, сплоченный, сбитый и спитый коллектив твоих друзей, от всех наших черствых и заскорузлых сердец поздравляем тебя с днем рождения! Поверь, сегодня мы действительно счастливы и очень волнуемся. Поздравить такого человека непросто. Ты душа нашей компании и ее мозг. Ты готов разделить с друзьями всё, что у тебя есть, и способен отдать последнее ради нас. Во всех наших начинаниях ты всегда становишься заводилой и принимаешь удар на себя. Да что тут говорить! Все наши слова как-то пресны и мелки по сравнению с твоими поступками. Желаем тебе оставаться таким же – веселым, щедрым, смелым, умным, славным нашим другом! С днем рождения!',
            """Желаем любви и успеха,
Здоровья и побольше смеха,
Чтоб грусти никогда не знал,
Друзей своих не забывал!""",
            """Друг родной, прими скорей
Поздравленья от друзей.
«С днём рожденья поздравляем!» –
Сотню раз мы повторяем.
Пожелать тебе спешим
Оставаться молодым,
Жизни ход не торопить,
До ста лет задор хранить.
Счастье и любовь иметь,
Радостно на жизнь смотреть.""",
            """Привет, дружище дорогой!
Тебе друзья шлют поздравленья.
Чтоб был всегда в ладах с судьбой,
Ловя прекрасные мгновенья!
Пусть будет в жизни все, как в сказке –
Победы, радости, успехи.
Побольше красоты и ласки,
И много радостного смеха!""",
            """Мощных тебе преображений,
Высоких взлётов, вдохновений,
Красивых девушек любить
И дружбу верную хранить!
Блокировать врагов атаки,
Иметь на прибыль нюх собаки,
Комок душевной красоты,
Большое море доброты!""",
            """С днем рождения поздравляем,
Счастья, радости желаем.
И еще один завет:
Жить безбедно до ста лет.""",
            """Мы пожелать хотим, как другу
Чтоб не мела Вам в жизни вьюга,
А лился теплый свет лучей.
Не важно — первая, вторая
Иль третья молодость пришла,
Душа, как прежде, молодая,
Как прежде, спорятся дела.
И пусть слегка виски седеют,
Но это в жизни не беда.
Пусть Ваше сердце не стареет
Все Ваши долгие года.""",
            """С твоей днюхой поздравляем
Всей душою желаем:
По-сибирски быть здоровым,
По-кавказки долго жить,
По-цыгански быть веселым
И по-русски водку пить!""",
            """Зажглась на небе новая звезда,
На горизонте росчерк свой оставив.
Удачно нас с тобой она свела,
Друзьями быть нам счастье предоставив!
Мы праздники уже который год
В компании сердечной отмечаем,
Пришёл сегодня снова твой черёд
И с Днём Рождения тебя мы поздравляем!
Желаем всей душой судьбы прекрасной!
Чтоб согревал всегда очаг родной!
Средь тысячи дорог, манящих за собою,
Найти одну, что приведёт домой!""",
            "С днем рождения, дорогой дружище! Пусть у тебя всего будет сверх меры: денег — воз, здоровья — вагон, друзей — полк. А сегодня пусть тебя ждет лавина поздравлений и море вина!",
            """Пожелаем в день рожденья
Всего тебе для развлеченья:
Поскорей в командировку?
На Бали ориентировку!
Дома, чтоб жена скучала,
И поласковей встречала,
Дети папу чтоб ценили,
Всех успехами затмили;
И чтобы в лотерею ты
Выиграл авто мечты.
Для тебя каприз любой,
Верные друзья с тобой!""",
            """С Днем рожденья поздравляем
Здоровья, радости желаем,
Мечтам твоим желаем сбыться
И сердцу долго-долго биться.
И песне жить в твоей груди,
И много счастья впереди.""",
            """Спешим тебя поздравить с днем рождения скорей!
Сегодня жди подарков от близких и друзей!
Сегодня самым ярким, счастливым самым будь,
И радоваться жизни, смеяться не забудь!
Тебя мы очень любим, ты друг наш дорогой!
Огромнейшее счастье – знакомы мы с тобой!""",
            """Друзья что могут пожелать
Тебе в твой День рожденья, друг?
Чтоб всех успехом удивлять,
И радовать людей вокруг.
Пусть жизнь, легка и хороша,
Тебя ласкает и лелеет,
И рядом близкая душа
Тебя теплом сердечным греет!""",
            """У кого тут день рождения?
Подставляй-ка уши!
Мы тянуть за них не будем —
Просто сядь и слушай.
Будь здоров, умен и счастлив,
Хватай за хвост удачу.
Не выпускай ее из рук —
Проси машину, дачу.
Фортуна вредная девица,
Любого может проучить.
Желаем, чтоб хватило пороху
Тебе Фортуну приручить.""",
            """Тебя с рожденьем поздравляем,
Здоровья, счастья мы желаем,
Правдивых, умных, волевых,
Побольше бы стране таких!""",
            """Желаем тебе друг:
Ни капли горести,
Ни шага к старости,
А только бодрости,
Здоровья, радости!"""]